[
  {
    "user": 677249244842950684,
    "messages": [
      "I can't wait for the next anime-related event!",
      "I mean I'm not really interested in animes, but Keitaro seems slightly interested because of Hiro's influence, so would you recommend some new animes? I don't want to lose to Hiro... <:TaigaUneasy2:700006812673638500>",
      "Sword Art Online is actually pretty good.",
      "I hope I can make an nendoroid for Keitaro.",
      "Now I wonder if Hunter eventually will make an anime...",
      "Don't worry, even I wouldn't ever want to date someone like Goro... <:GoroHate:718101543509033030>",
      "I definitely smug better than Hiro. <:TaigaSmug:702210822310723614>",
      "<:KieranHate:707314324812595202>",
      "Kirito the best boi.",
      "If you need to choose one from me and Hiro, who would you choose? <:TaigaDoubt:706759821294305280>",
      "Hiro doesn't look bad with his original hair, to be honest. <:TaigaSmug:702210822310723614>",
      "But I'm still better than Hiro! <:TaigaSmug:702210822310723614>",
      "If there's a Camp Buddy anime, it will only feature my route.",
      "Mature Hiro is only hot because it resembles me.",
      "I wonder what a hamburger made with broccoli will taste like...Maybe I should just ask Aiden to make one for me.",
      "I mean Keitaro was quite angry when he saw that fan art of me and Kieran back in February. Pffffft. He's so easy to mess with.",
      "Keitaro, Hiro and I won't make a good White Album 2 clone, because I always win.",
      "Meh...",
      "https://tenor.com/view/bakugo-shmil-s-confused-my-hero-academia-boku-no-hero-gif-11824160"
    ]
  },
  {
    "user": 269450372404215808,
    "messages": [
      "Shut up and date Natsumi already. From what I know, he's still single.",
      "Arch the best boi.",
      "When will you send me some package of instant noodles? <:TaigaUneasy2:700006812673638500>",
      "Make a Keitaro for me.",
      "What do you call that...Owoify? Not gonna lie, it's actually pretty funny. But also a cringefest... <:TaigaDoubt:706759821294305280>",
      "I hwope Awch u can fwind a bwowoy wike Nyatsumi in teh futuwe (* ^ ω ^)",
      "Natsumi and the greatest Taiga Akatora, which?",
      "I'm Taiga so of course I'm still better than Natsumi! <:TaigaSmug:702210822310723614>",
      "I actually summoned that octopus or something to attack Natsumi and Naoto. <:TaigaSmug:702210822310723614>",
      "Shit! Segmentation fault!",
      "I wonder if Aiden will make some cream soup for us.",
      "Keitaro said...what do you call it, JavaScript? Sucks. I believe in my boyfriend.",
      "I'm disappointed that you didn't make a gotcha for Keitaro and me, because we deserve it.",
      "And you can only get me and Keitaro from that gotcha because I'm Taiga Akatora."
    ]
  },
  {
    "user": 199606718139727873,
    "messages": [
      "You sometimes are really mean. <:TaigaAck2:700006264507465778>",
      "What does the Devil of the Sixth Heaven mean anyway?",
      "Me and my Keitaro will live happily forever. No tragedy.",
      "<:GoroHate:718101543509033030>",
      "No thanks. I'm totally fine with my Keitaro.",
      "Ugh...",
      "I will never acknowledge the tragedy you write for Keitaro and me! <:TaigaAngry:699705315519889479>",
      "Now Keitaro and I will of course be happy forever, but what will it be if our camp were held in Poland?",
      "Cursed.",
      "You should fine someone like Goro or William as soon as possible. <:TaigaSmug:702210822310723614>"
    ]
  },
  {
    "user": 404932302158823424,
    "messages": [
      "I'm of course, without a doubt, better than that weirdo Hanako.",
      "You're even taller than me... <:TaigaUneasy2:700006812673638500>",
      "I can't wait to see more of your comics. <:TaigaHappy3:706757435553218620>",
      "I can never understand how you guys manage to do that face...like uwu or something?",
      "What will a Hong Kong styled Camp Buddy be like though?",
      "If you need to choose between Hanako and I, who would you pick?",
      "I'm sure Felix or Hunter will have lots to discuss with you. <:TaigaSmug:702210822310723614>",
      "Due to technical issues, you will only be able to play Kieran's route from now on. BLits will not accept any refund or complaints."
    ]
  },
  {
    "user": 215526684797960192,
    "messages": [
      "You know Rhakon won't do his job if you're not around.",
      "I hope he can get better though. Without you guys, who's gonna tell how nice my boyfriend is?",
      "*Looking at Rhakon's draft works* Ugh, what a cringe test.",
      "Could you make more commissions of my Keitaro and me, instead of that stinky Yoichi?",
      "Ugh...Fine. I'd rather be Keitaro's chair instead of dealing with tentacles. <:TaigaAngry:699705315519889479>",
      "So do you make better burgers than Aiden? <:TaigaSmug:702210822310723614>",
      "<:KachiSad:701226059726585866>",
      "Fine. I will let Keitaro be top this time. But not next time. <:TaigaAnnoyed2:704143497921429555>",
      "Hawaii seems like a great place for the honeymoon of Keitaro and me.",
      "Cheer up. You don't have to be sad.",
      "I demand another prophet for me being top as well."
    ]
  },
  {
    "user": 263348633280315395,
    "messages": [
      "Thank you for making a server for me! <:TaigaHappy:703785346621505537> I totally have no idea how this Dicksword works.",
      "Could you let me top Keitaro sometimes? <:TaigaAnnoyed:702646568146436187>",
      "Only the best like myself can be my sidekicks in this server.",
      "I will kick out anyone who threatens Keitaro, like Hiro maybe.",
      "I'AM NOT A BITCH BOY!!! <:TaigaAngry:699705315519889479>",
      "Big Brother Uploaded should be renamed to Great Taiga Reloaded.",
      "Should have a dedicated channel for streaming my route, non-stop.",
      "Why don't you let me be a top... <:KachiSad:701226059726585866>",
      "You know everyone loves you, Brandon."
    ]
  },
  {
    "user": 180740743852326912,
    "messages": [
      "I hope you will get better...Keitaro and I are only capable of writing journals, so we can't really turn our stories to words. <:KachiSad:701226059726585866>",
      "LMAO",
      "Smh.",
      "https://tenor.com/view/evillaugh-bye-gif-9017647",
      "https://tenor.com/view/tri%e1%bb%87u-h%e1%bb%93i-summon-anime-summoning-seal-naruto-gif-16370200",
      "Tell Keitaro to move into my apartment asap.",
      "No objection accepted.",
      "You should listen to Kachi.",
      "AND WHERE IS MY FUCKING CLAY",
      "I swear I will kick Eduard's ass if he doesn't give me my clay.",
      "And here I thought Lee will be more *understandable* right now.",
      "Midoriai should be an attribute or a property of my character.",
      "The game should be clear when Midoriai becomes my boyfriend.",
      "Sophia will be baffled if she doesn't appear more, but of course Kachi will disagree.",
      "You should mention how strongly Yoichi stinks...",
      "The climate in Sapporo will not be able to cover up Yoichi's smells. <:TaigaAnnoyed:702646568146436187>",
      "https://tenor.com/view/wtf-squints-eyes-gif-8454290",
      "https://tenor.com/view/bnha-boku-no-hero-academia-gif-9718119",
      "You are not a writer. You are a GIF master and we know that."
    ]
  },
  {
    "user": 171726401492353026,
    "messages": [
      "Maybe you should join the development of that Yuuto or something. Don't really care about anyone but Keitaro, though.",
      "https://cdn.discordapp.com/emojis/689646222373552128.png",
      "Instead of swimming, you should work out like me.",
      "I'm better than Natsumi because I just am.",
      "Alright.",
      "Alright...",
      "Next event should be deciding whether you or Arch is a bigger Natsumi stan.",
      "On second thought, maybe deciding whether Natsumi loves you more or Arch more.",
      "Pfffft."
    ]
  },
  {
    "user": 311769499995209728,
    "messages": [
      "https://cdn.discordapp.com/emojis/689646222373552128.png",
      "Due to technical issues, Java will be officially retired starting from today. The officially recommended substitution is Brainfuck.",
      "Make up your mind. Are you Somehow Keitaro or Somehow Knox? <:TaigaAnnoyed:702646568146436187>",
      "I'm better than Hiro and you know that. <:TaigaSmug:702210822310723614>",
      "Dunste the Cute Bot Maker.",
      "That frikandel sure looks amazing. Someone should teach Aiden how to make one."
    ]
  },
  {
    "user": 293877017047465984,
    "messages": [
      "You should teach Eduard how to be a great shit poster, or Eduard should teach you?",
      "Who's jerma985 anyway?",
      "You are even meaner than the past me...",
      "Oh...really? <:TaigaSmug:702210822310723614>",
      "Try me. <:TaigaSmug:702210822310723614>",
      "https://cdn.discordapp.com/emojis/729500037146607671.gif",
      "https://cdn.discordapp.com/emojis/727197592391516243.png?v=1",
      "Hah! https://discordapp.com/channels/696414250406510623/696414250406510627/730206941309042808",
      "What are you gonna do if I don't talk to you, huh? <:TaigaSmug:702210822310723614>"
    ]
  }
]